[
  {
    "id": "195260df-34ae-4682-9a8e-14030cf3f929",
    "title": [],
    "description": [],
    "year": [],
    "country": [],
    "slogan": [],
    "director": [],
    "cast": [],
    "others": {},
    "IMDb": [],
    "like": 0,
    "dislike": 0,
    "poster": []
  },
  {
    "id": "63007b20-40c2-4e97-acde-96b9aa8461c6",
    "title": [
      "Зелена книга",
      "Green Book"
    ],
    "description": [
      "У 1962 році викидайла італо-американського походження Тоні Валлелонга на прізвисько «Тоні Балакун» (Вігго Мортенсен) наймають шофером на час туру відомого афроамериканського джазового піаніста Дона Ширлі (Магершала Алі). За угодою, Тоні отримає повний обсяг гонорару у тому випадку, якщо Дон вчасно прибуде і відігає усі заплановані концерти. Усі, окрім останнього відбулись, однак Дон сам вирішив не виступати для публіки, що забороняє йому їсти разом з ними. Абсолютно різні, вони разом подорожують провінційним півднем США. Дорогою вони користуються так званою «Зеленою книгою негритянського автомобіліста» Віктора Г'юґо Ґріна, що містить інформацію про безпечні місця для афроамериканців. Ця подорож розкриє їм очі на багато речей, що відбуваються у світі навколо них."
    ],
    "year": [
      "2018"
    ],
    "country": [
      "США"
    ],
    "slogan": [
      "Inspired by a true friendship"
    ],
    "director": [
      "Пітер Фарреллі"
    ],
    "cast": [
      "Вігго Мортенсен",
      "Магершала Алі",
      "Лінда Карделлін"
    ],
    "others": {
      "продюсер": [
        "Джим Берк",
        "Браян Гейєс Каррі"
      ],
      "оператор": [
        "Шон Портер"
      ],
      "сценарій": [
        "Пітер Фарреллі",
        "Шон Портер"
      ]
    },
    "IMDb": [
      "8.2"
    ],
    "like": 22,
    "dislike": 22,
    "poster": [
      "https://m.media-amazon.com/images/M/MV5BYzIzYmJlYTYtNGNiYy00N2EwLTk4ZjItMGYyZTJiOTVkM2RlXkEyXkFqcGdeQXVyODY1NDk1NjE@._V1_UX182_CR0,0,182,268_AL_.jpg"
    ]
  },
  {
    "id": "c382c042-49f7-4ba2-a6fc-8d0705e1c189",
    "title": [
      "Цiна правди"
    ],
    "description": [
      "1933 рік, радник британського прем'єр-міністра й кореспондент Гарольд Джонс у пошуках сенсаційного матеріалу відправляється у Москву, щоб взяти інтерв'ю у Йосипа Сталіна. Кремль організовує іноземцю досить теплий прийом з наданням інформації про неймовірні гуманні досягнення СРСР. Але Гарольд розуміє, що його просто водять за ніс, тим більше його друг і інформатор безслідно зникає. Він вирішується докопатися до істини і таємно вирушає на територію України, де лицем до лиця стикається з жахливою правдою Голодомору. Повернувшись до Британії, Гарольд намагається якомога сильніше поширити свою історію, і відкрити світові очі на жахливе правління Сталіна."
    ],
    "year": [
      "2019"
    ],
    "country": [
      "Польща, Україна"
    ],
    "slogan": [
      "Нерозказана історія Гарета Джонса"
    ],
    "director": [
      "Агнєшка Холланд"
    ],
    "cast": [
      "Джеймс НОРТОН",
      "Ванесса КІРБІ",
      "Пітер САРСГААРД"
    ],
    "others": {
      "Сценарист": [
        "Андреа Халупа"
      ],
      "Оператор": [
        "Томаш Наумюк"
      ]
    },
    "IMDb": [],
    "like": 1,
    "dislike": 0,
    "poster": [
      "https://s3.ollcdn.net/i/30/54/42/305442tsena-pravdy-224x300.jpg"
    ]
  },
  {
    "id": "4baacc3a-8210-4eaa-bcbe-8646605c8b1d",
    "title": [
      "Зелена миля",
      "The Green Mile"
    ],
    "description": [
      "Історія у фільмі викладається як спогад літнього чоловіка, мешканця будинку пристарілих Пола Еджкомба (Том Генкс), якому вже виповнилося 108 років. Він розповідає своїй подрузі Елейн Коннеллі (Єва Брент), як працював охоронцем у в'язниці.\n\nУ 1935 році Пол працює наглядачем у найбільш похмурому відділенні федеральної в'язниці «Холодна гора» (штат Луїзіана) — блок «Е», де утримуються ув'язнені, які очікують страти на електричному стільці. Підлога в блоці, якою засуджені вирушають в останню дорогу, зеленого кольору, звідси й назва — «Зелена миля», або просто «Миля»."
    ],
    "year": [
      "1999"
    ],
    "country": [
      "США"
    ],
    "slogan": [],
    "director": [],
    "cast": [],
    "others": {},
    "IMDb": [
      "8.6"
    ],
    "like": 0,
    "dislike": 0,
    "poster": [
      "https://upload.wikimedia.org/wikipedia/uk/thumb/5/5e/Green_mile_%28%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0_%D0%BC%D0%B8%D0%BB%D1%8F%29.jpg/270px-Green_mile_%28%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0_%D0%BC%D0%B8%D0%BB%D1%8F%29.jpg"
    ]
  }
]